Repository: RaD/qtclient
Catalog: src/locale/*/LC_MESSAGES/project.po
Languages: ru

source: Type
ru: Тип

source: Category
ru: Категория

source: Price
ru: Цена

source: Begin
ru: Начало

source: End
ru: Конец

source: Register
ru: Зарегистрирован

source: Cancel
ru: Отмена

source: Utilized
ru: Использовано

source: Not utilized
ru: Не использовано

source: debt %.02f
ru: долг %.02f

source: discount %.02f/%i%%
ru: скидка %.02f/%i%%

source: Cancel card
ru: Отмена карты

source: Cancel current card.
ru: Отменить текущую карты.

source: Resource
ru: Ресурс

source: Count
ru: Количество

source: Action
ru: Действие

source: Resources
ru: Ресурсы

source: Close
ru: Закрыть

source: Accounting
ru: Учёт

source: Add
ru: Добавить

source: Apply
ru: Применить

source: Add resource
ru: Добавить ресурс

source: Warning
ru: Внимание

source: Improper values.
ru: Неверные значения.

source: Set the title
ru: Установить заголовок

source: Date
ru: Дата

source: Time
ru: Время

source: Room
ru: Зал

source: Duration
ru: Длительность

source: Available teams
ru: Доступные группы

source: Assign
ru: Назначить

source: Renter
ru: Арендатор

source: Status
ru: Статус

source: Title
ru: Название

source: Rents
ru: Аренда

source: Reserved
ru: Забронировано

source: Paid partially
ru: Оплачено частично

source: Paid
ru: Оплачено

source: Assign the event
ru: Назначить событие.

source: What team do you want to assign?
ru: Какую команду вы собирались назначить?

source: Choose the team on the team's tree.
ru: Выберите команду на дереве команд.

source: Event's information
ru: Информация события

source: Event info
ru: Информация о событии

source: Client info
ru: Информация о клиенте

source: Unable to fetch: %s
ru: Невозможно получить: %s

source: This RFID belongs to nobody.
ru: Данная RFID метка никому не принадлежит.

source: Client Registration
ru: Регистрация клиента

source: No voucher for this visit. Buy one.
ru: Нет ваучера для этого посещения. Купите его.

source: Ok
ru: ОК

source: Choose the Voucher
ru: Выберите ваучер

source: Error
ru: Ошибка

source: Unable to register the visit: %s
ru: Невозможно зарегистрировать посещение: %s

source: Call support team!
ru: Позвоните в поддержку!

source: The client has been registered for this event.
ru: Клиент зарегистрирован на это событие.

source: Unable to register! Status: %s
ru: Невозможно зарегистрировать! Статус: %s

source: Print
ru: Печать

source: Unable to prepare label: %s
ru: Невозможно подготовить чек: %s

source: Event remove
ru: Удаление события

source: Are you sure to remove this event from the calendar?
ru: Вы уверены, что желаете удалить это событие с календаря?

source: Event deletion
ru: Удаление события

source: Unable to delete: %s
ru: Невозможно удалить: %s

source: Event removing
ru: Удаление событие

source: Complete.
ru: Выполнено.

source: Unable to remove this event!
ru: Невозможно удалить это событие!

source: The event has been fixed.
ru: Событие было закрыто.

source: Unable to fix this event.
ru: Невозможно закрыть это событие.

source: Event fix registration
ru: Регистрация закрытия события

source: Coaches
ru: Преподаватели

source: Login
ru: Логин

source: Password
ru: Пароль

source: Authentication
ru: Аутентификация

source: Description
ru: Описание

source: Rent registration
ru: Регистрация аренды

source: General
ru: Общие

source: Network
ru: Сеть

source: Printer
ru: Принтер

source: Settings
ru: Настройки

source: HTTP server (address/port)
ru: HTTP сервер (адрес/порт)

source: Use HTTP proxy
ru: Использовать HTTP прокси

source: HTTP proxy settings
ru: Настройки HTTP прокси

source: Address and port
ru: Адрес и порт

source: Login and password
ru: Логин и пароль

source: Registered visitors
ru: Зарегистрированные посетители

source: Visitors
ru: Посетители

source: Reprint Selected
ru: Выбрана повторная печать

source: Cancel Selected
ru: Выбрана отмена

source: Not yet implemented!
ru: Ещё не реализовано!

source: Unknown context menu action
ru: Неизвестное действие контекстного меню

source: Visit Reprint
ru: Повторная печать чека

source: Rent
ru: Аренда

source: %(title)s, %(duration)s minutes
ru: %(title)s, %(duration)s минуты

source: ModelStorage: Unknown operation
ru: ModelStorage: Неизвестная операция

source: Day
ru: День

source: Request information for the calendar.
ru: Запрос информации для календаря.

source: Parsing the response...
ru: Обработка результата...

source: Filling the calendar...
ru: Заполнение календаря...

source: Done
ru: Завершено

source: No reply
ru: Нет отклика

source: Authenticate yourself.
ru: Зарегистрируйтесь в системе.

source: Error 500. Check dump!
ru: Ошибка 500. Проверьте дамп!

source: It expexts a dictionary but took %s
ru: Ожидался словарь, но получен %s

source: Key "%s" does not exists. Check dictionary.
ru: Ключ "%s" не существует. Проверьте словарь.

source: Categories of Rent
ru: Категории аренды

source: File
ru: Файл

source: Log in
ru: Подключить

source: Start user session.
ru: Начать пользовательскую сессию

source: Log out
ru: Отключить

source: End user session.
ru: Завершить пользовательскую сессию

source: Application settings
ru: Настройки приложения

source: Manage the application settings.
ru: Управление настройками приложения.

source: Exit
ru: Выход

source: Close the application.
ru: Закрыть приложение

source: Client
ru: Клиент

source: New
ru: Новый

source: Register new client.
ru: Регистрация нового клиента.

source: Search by RFID
ru: Поиск по RFID

source: Search a client with its RFID card.
ru: Поиск клиента по его RFID метке.

source: Search by name
ru: Поиск по имени

source: Search a client with its name.
ru: Найти клиента по его имени.

source: Register new renter.
ru: Регистрация нового арендатора.

source: Search a renter with its name.
ru: Найти арендатора по его имени.

source: Help
ru: Помощь

source: About
ru: О приложении

source: About application dialog.
ru: Информационный диалог приложения

source: Manager's interface
ru: Интерфейс менеджера

source: Ready
ru: Готовность

source: Login to start session
ru: Зарегистрируйтесь для начала сессии

source: Static info
ru: Статическая информация

source: Printer is ready
ru: Принтер готов

source: Printer is not ready
ru: Принтер не готов

source: Filter: Room "%s" is changed its state
ru: Фильтрация: Зал "%s" изменил своё состояние

source: Today
ru: Сегодня

source: Week:
ru: Неделя:

source: Unable to login: %s
ru: Не могу авторизоваться: %s

source: Login failed
ru: Логин не прошёл

source: It seems you've entered wrong login/password.
ru: Кажется, вы ввели неправильный логин/пароль.

source: About application dialog
ru: Информационный диалог приложения

source: Waiting for update.
ru: Ожидаем обновление.

source: The week has been copied sucessfully.
ru: Неделя была скопирована успешно.

source: No error
ru: Нет ошибки

source: No media
ru: Нет данных

source: Pause is active
ru: Пауза

source: Buffer is full
ru: Буфер заполнен

source: Diagnostic mode is active
ru: Диагностический режим

source: Check is printing
ru: Чек напечатан

source: RAM is corrupted
ru: Проблема с RAM

source: Head is too cold
ru: Печатающая головка замёрзла

source: Head is too hot
ru: Печатающая головка перегрелась

source: Close the lid
ru: Закройте крышку

source: No ribbon
ru: Нет ленты

source: No device
ru: Нет устройства

source: Exchange rooms
ru: Обмен залов

source: Exchange rooms between selected and current events.
ru: Обмен залов между выбранным и текущим событием.

source: Unable to exchange.
ru: Невозможно обменять.

source: Week Day
ru: День недели

source: Check calendar
ru: Проверьте календарь

source: Unknown
ru: Неизвестно

source: Hours
ru: Часы

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Teams
ru: Команды
